Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_nosti_esille_eu:n_arktisessa_foorumissa_alkuperaiskansojen_osallistumismahdollisuudet_eu:ssa.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät nosti esille EU:n Arktisessa Foorumissa alkuperäiskansojen osallistumismahdollisuudet EU:ssa
smn: Sämitigge pajedij oovdân EU Arktâsii foorumist algâaalmugij uásálistemmáhđulâšvuođâid EU:st

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso osallistui 3.-4.10.2019 Uumajassa Ruotsissa Euroopan komission, Euroopan ulkosuhdehallinon sekä Ruotsin hallituksen järjestämään EU:n Arktiseen Foorumiin (EU Arctic Forum).
smn: Sämitige II värisaavâjođetteijee Tuomas Aslak Juuso uásálistij 3.-4.10.2019 Uumeest Ruotâst Euroop komissio, Euroop olgokoskâvuotâhaldâttuv (Euroopan ulkosuhdehallinto) sehe Ruotâ haldâttâs ornim EU Arktâsii Foorumân (EU Arctic Forum).

source: Juuso nosti foorumissa esille kysymyksen siitä, miten EU:n päätöksenteossa pystyttäisiin aidosti huomioimaan sen alueella elävien eri kansojen näkemyksiä.
smn: Juuso pajediđ Foorumist oovdân koččâmuš tast, ete maht EU miärádâstohâmist pastaččii tuođâi väldiđ huámmášumán ton kuávlust orroo sierâ aalmugij uáinuid.

source: Yhteisten kestävien ratkaisujen löytämiseksi arktisilla alueilla, Juuso korosti erityisesti alkuperäiskansojen osallistumismahdollisuuksien parantamista siten, että heillä olisi tasavertaiset osallistumismahdollisuudet vaikuttamiseen ja päätöksentekoon EU:ssa muiden kansojen edustajien kanssa.
smn: Vâi kávnojeh ohtsiih kilelis čuávduseh arktâsijn kuávluin, Juuso tiäduttij eromâšávt algâaalmugij uásálistemmáhdulâšvuođâi pyeredem tienuuvt, ete sist liččii oovtâitosiih uásálistemmáhđulâšvuođah vaaigutmân já miärádâstohâmân EU:st eres aalmugij ovdâsteijeiguin.

source: Keskustelua herättivät myös arktisille alueille suunnitellut erilaiset suuret investointihankkeet, joita markkinoidaan niiden kestävyys edellä (sustainable investment).
smn: Savâstâllâm ravkkii meid arktâsáid kuávloid vuávájum sierâlágán stuorrâ investistemhaavah, moh markkânistojeh toi killeelvuotâ oovdâst (sustainable investment).

source: Juuso kuitenkin perään kuulutti tällaisten hankkeiden suunnittelun yhteydessä toteutettavan riskien arviointiprosessin tärkeyttä ja pohti, miten niissä huomioidaan suunnitteilla olevien investointien mahdolliset negatiiviset vaikutuksen saamelaiskulttuurille tai saamelaisten oikeuksien toteutumiselle, vai huomioidaanko niitä?
smn: Juuso kuittâg tiäduttij tágárij haavâi vuávám ohtâvuođâst olášuttemnáál riiskâi árvuštâllâmproosees tehálâšvuođâ já suogârdâlâi, ete maht tain váldojeh huámmášumán vuávámnáál orroo investistmij máhđuliih negatiivliih vaikuttâsah sämikulttuurân tâi sämmilij vuoigâdvuođâi olášumán, vâi váldojeh-uv taah huámmášumán?

source: EU:n Arktisen Foorumin yhteydessä Juuso tapasi myös ulkoministeri Pekka Haavistoa.
smn: EU Arktâsii Foorum ohtâvuođâst Juuso teeivâi meid olgominister Pekka Haavisto.

source: Tapaamisen yhteydessä keskusteltiin mm. Barentsin alueen yhteistyön merkityksestä.
smn: Teivâm ohtâvuođâst savâstâláin ei. Barents kuávlu oovtâstpargo merhâšuumeest.

source: Juuson mukaan alkuperäiskansojen kokonaisvaltaisia osallistumismahdollisuuksia tulisi vahvistaa myös Barentsin Euroarktisen Neuvoston (BEAC) toiminnassa ja rahoitusta tälle lisätä.
smn: Juuso mield algâaalmugij olesváldálijd uásálistemmáhđulâšvuođâi kolgâččii nanodiđ meid Barents Euro-Arktâsii rääđi (Euro-Arktinen neuvosto, BEAC) tooimâst já ruttâdem toos lasettiđ.

source: EU:n Arktinen Foorumi on tapahtuma, jossa arktisen alueen eri tahojen edustajat kokoontuvat yhteen ja voivat keskustella mm. arktisen alueen viimeaikaisesta kehityksestä.
smn: EU Arktâsâš Foorum lii tábáhtus, kost arktâsii kuávlu sierâ peelij ovdâsteijeeh čokkâneh oohtân já pyehtih savâstâllâđ ei. arktâsii kuávlu majemui aaigij ovdánmist.

source: Tapahtumassa keskusteltiin EU:n arktisen politiikan viimeaikaisista saavutuksista ja luotiin katsaus tulevaan.
smn: Tábáhtusâst savâstâllii EU arktâsii politiik majemui aaigij puátusijn já adelij kejâstuv puáttee ááigán.

source: Myös vuotuinen arktisten alkuperäiskansojen dialogi järjestetään tapahtuman yhteydessä 4.10.2019.
smn: Meid jyehi-ivvááš arktâsij algâaalmugij dialog uárnejuvvoo tábáhtus ohtâvuođâst 4.10.2019.

source: Lisätietoja
smn: Lasetiäđuh

source: Tuomas Aslak Juuso, II varapuheenjohtaja tuomas.juuso@samediggi.fi puh. 040 187 1331
smn: Tuomas Aslak Juuso, II värisaavâjođetteijee tuomas.juuso@samediggi.fi 040 187 1331
